Repository: Br3nda/drupal-module-panels
Catalog: po/*.po
Languages: he

source: <p>You may peruse a list of your current panels layouts and edit them, or click add to create a new page.</p>
he: <p>עריכת הסידור של פנלים קיימים, או הוספת פנלים חדשים</p>

source: <p>Choose a layout for your new page from the list below.</p>
he: <p>בחרו סידור לפנל החדש מהרשימה הבאה.

source: Panels
he: פנלים

source: Create pages on your site that are 2 or 3 columns
he: יוצר עמודים באתר שיש בהם שניים או שלושה טורים

source: List
he: רשימה

source: Add
he: הוסף

source: Edit panels
he: עריכת פנל

source: Delete panels
he: מחק פנל

source: Autocomplete node
he: השלמה אוטומטית של פריט תוכן

source: Edit
he: עריכה

source: Delete
he: מחיקה

source: Panel title
he: כותרת הפנל

source: URL
he: כתובת URL

source: Operations
he: פעולות

source: Are you sure you want to delete %title?
he: האמנם ברצונך למחוק את %title?

source: This action cannot be undone.
he: לא ניתן לבטל פעולה זו

source: Cancel
he: ביטול

source: Add content
he: הוספת תוכן

source: Select an area to add content to, then select a type of content and click the appropriate button. The content will be added.
he: ראשית יש לבחור את האיזור שבו התוכן ימוקם. אחר כך בחרו סוג תוכן ולחצו על הכפתור המתאים

source: Area
he: אזור

source: General information
he: מידע כללי

source: Page title
he: כותרת עמוד

source: The page title for this panels layout
he: כותרת העמוד עבור סידור פנלים זה

source: CSS ID
he: מזהה CSS

source: The CSS ID to apply to this page
he: מזהה ה-CSS שיוצמד לעמוד זה

source: Path
he: מיקום

source: The URL path to give this page, i.e, path/to/page
he: כתובת ה-URL של העמוד שבו יוצג הפנל, לדוגמה: path/to/page

source: Save
he: שמור

source: This area has no content.
he: באיזור זה אין תוכן.

source: Configure
he: הגדרות

source: The panels has been saved.
he: הפנל נשמר

source: Delete this item
he: מחיקת פריט זה

source: Move item up
he: הזזת הפריט למעלה

source: Move item down
he: הזזת הפריט למטה

source: Unable to find requested layout %s
he: לא ניתן למצוא את הסידור המבוקש %s

source: by %user
he: על ידי %user

source: panels
he: פנלים

source: create panels
he: יצירת פנלים

source: Bottom
he: למטה

source: Top
he: למעלה

source: Left side
he: צד שמאל

source: Right side
he: צד ימין

source: Middle column
he: טור אמצעי

source: Block
he: תיבה

source: Add block
he: הוסף תיבה

source: Override title
he: שינוי כותרת

source: If checked, the block title will be overridden with the override title text.
he: סימון אפשרות זו יציג את כותרת התיבה שרשמנו בפנל במקום כותרת התיבה הרגילה.

source: Override title text
he: כותרת מותאמת אישית

source: Enter an optional title for custom content you define
he: כאן ניתן לרשום כותרת אופציונלית לתוכן המותאם שהוגדר

source: Add custom
he: הוסף תיבה מותאמת אישית

source: Title
he: כותרת

source: Body
he: תוכן

source: Enter the title or NID of a post
he: הכנס את הכותרת או את המספר של פריט התוכן

source: Add post
he: הוסף פריט

source: Unable to find "%s"
he: לא ניתן למצוא "%s"

source: Teaser
he: תמצית

source: Check here to show only the node teaser
he: הצג רק את התמצית של פריט התוכן

source: Display links
he: הצג קישורים

source: Check here to display the links with the post.
he: סימון כאן יציג את הקישורים בתוך פריט התוכן.

source: Choose a view from the views module
he: בחירת View כפי שהוגדר ברכיב ה-Views

source: Add view
he: הוסף View

source: View type
he: סוג View

source: Select which type of the view to display.
he: בחרו את ה-view שיוצג

source: Page
he: עמוד

source: Embedded
he: מוטמע

source: Posts to Display
he: פריטי תוכן שיוצגו

source: Select the number of posts to display, or 0 to display all results.
he: מספר הפרסומים שיוצגו, או 0 להצגת כל התוצאות

source: View arguments
he: ארגומנטים של ה-View

source: Override URL
he: כתובת URL

source: If this is set, override the View URL; this can sometimes be useful to set to the panel URL
he: עקיפת כתובת ה-URL הרגילה של ה-VIEW. לעיתים זה שימושי לשים כאן את כתובת ה-URL של הפנל.
